[
  {
    "title": "Washing Dishes as Sacred Practice",
    "year": "2024",
    "publisher": "Substack",
    "description": "The ordinary rituals of daily life as the ground of Zen awareness.",
    "coverImage": "/images/covers/everyday-zen.jpg",
    "body": "The Zen master Thich Nhat Hanh once said that when you wash the dishes, you should wash the dishes. Not think about the tea you will drink afterward. Not plan tomorrow's schedule. Just wash the dishes.\n\nThis sounds simple. It is not.\n\nI have been washing dishes for fifty years, and I am only now beginning to understand what it means to wash them. The warm water on the hands. The smooth curve of the bowl. The small satisfaction of a clean surface where there was a dirty one.\n\nWe have been taught to believe that sacred things happen in sacred places — in churches, in temples, on mountaintops. But the kitchen sink is as sacred as any altar, if we bring the same quality of attention to it.\n\nThe practice of ordinary life is not about making the ordinary special. It is about recognizing that it already is. Every act — cooking, cleaning, walking to the mailbox — is an opportunity to be fully present. Not because these acts are inherently meaningful, but because presence itself is the meaning.\n\nMy wife sometimes catches me standing at the sink, hands in soapy water, staring at nothing. She asks if I am all right. I am more than all right. I am right here, which is the only place I have ever wanted to be.\n\nThe dishes do not care whether you are enlightened. They only ask to be washed. And in this simple asking, they offer you everything."
  },
  {
    "title": "The Mountain Never Moves Yet",
    "year": "2024",
    "publisher": "Substack",
    "description": "How the landscape teaches us about presence — lessons from a decade of walking meditation in the Catskills.",
    "coverImage": "/images/covers/still-water.jpg",
    "body": "I have lived near the Catskill Mountains for twelve years now, and in that time the mountains have taught me more about presence than any book or teacher.\n\nThe mountain does not try to be present. It simply is. It does not meditate. It does not practice. It stands in its own being with a completeness that puts our human striving to shame.\n\nAnd yet the mountain is never still. Snow falls and melts. Trees grow and shed their leaves. Streams carve new channels through rock. Hawks circle the thermals. The mountain is in constant motion, but its motion is unhurried. It has no deadline.\n\nThis is what I mean when I say the mountain never moves yet. It is always becoming, always changing, and yet it is always itself. It does not resist change, and it does not chase it. It simply allows what is happening to happen.\n\nWalking meditation in the mountains has been my primary practice for the last decade. Not the formal walking of a zendo — ten steps forward, turn, ten steps back — but the open walking of trails and ridgelines, where the path itself becomes the teacher.\n\nWhen you walk slowly enough, you begin to feel the earth beneath your feet as a living thing. You feel the slight give of soil, the resistance of stone, the cushion of fallen leaves. Each step is a conversation between your body and the ground.\n\nThe mountains have taught me that presence is not something you cultivate. It is something you allow. It is already here, in the weight of your body against the earth, in the air entering your lungs, in the light falling through the canopy. You do not need to go looking for it. You only need to stop looking away."
  },
  {
    "title": "Sitting Still Changes Everything Inside",
    "year": "2024",
    "publisher": "Substack",
    "description": "On the paradox of stillness as the most radical act of transformation available to us.",
    "coverImage": "/images/covers/zazen.jpg",
    "body": "There is a moment, just before you settle onto the cushion, when the mind protests. It says: not now. It says: there are things to do, emails to answer, a life to manage. And yet you sit.\n\nThis is the first teaching of zazen. Not that you must quiet the mind — that comes later, if it comes at all — but that you choose to be still despite the noise. The act of sitting is itself the practice. There is nothing to achieve.\n\nI remember my teacher in Kyoto telling me, on a morning when I could not stop fidgeting, that the body knows something the mind does not. The body knows how to be here. It is the mind that insists on being elsewhere.\n\nTwenty years later, I still fidget. But now I understand that the fidgeting is also part of the practice. Everything that arises in stillness — the itch, the ache, the sudden memory of something you forgot to do — is material. It is the texture of being alive, seen clearly because there is nothing else to look at.\n\nStillness does not mean the absence of movement. A still pond is alive with microorganisms, with the slow drift of sediment, with the play of light across its surface. To sit still is not to become a stone. It is to become a pond — receptive, reflective, alive to what is.\n\nThe transformation that stillness brings is not dramatic. You will not levitate. You will not see visions. What happens is quieter than that: you begin to notice. The quality of light in the room. The sound of your own breathing. The weight of your hands in your lap.\n\nAnd from this noticing, something shifts. Not in the world — the world remains exactly as it was — but in your relationship to it. You are no longer running from the present moment. You are sitting in it, and it is enough."
  },
  {
    "title": "No Gate Stands Between You",
    "year": "2023",
    "publisher": "Substack",
    "description": "A modern encounter with the classic Zen koan collection, and why barriers are only imagined.",
    "coverImage": "/images/covers/zazen.jpg",
    "body": "The Gateless Gate — the Mumonkan — is a collection of forty-eight Zen koans compiled in the thirteenth century. Its title is a paradox: if the gate has no gate, how do you pass through it?\n\nThis is the point. The barrier between you and awakening is not a barrier at all. It is something you have imagined into existence, the way a child imagines a monster under the bed. The monster is real to the child, but it is not real. The gate is real to the seeker, but it is not real.\n\nI spent seven years working on koans with my teacher. Seven years of sitting with impossible questions, turning them over in my mind, bringing answers that were rejected, sitting again. What does the sound of one hand clapping sound like? What was your face before your parents were born?\n\nThese questions are not meant to be answered with the intellect. They are meant to break the intellect, the way a wave breaks against a rock. Not to destroy it — the intellect is useful — but to show you that there is something beyond it. Something that cannot be reached by thinking.\n\nThe gateless gate is everywhere. It is in the moment between sleeping and waking. It is in the pause between the end of one breath and the beginning of the next. It is in the space between two thoughts, that brief clearing where the mind is quiet and the world simply is.\n\nYou do not need to go to a monastery to find it. You do not need a teacher, though a teacher helps. You do not need to sit in any particular posture or chant any particular words. You only need to stop looking for the gate, and you will find that you are already on the other side.\n\nThis is the cruelest and kindest teaching in all of Zen: there is nothing to attain. You are already what you are seeking. The gate was never closed."
  },
  {
    "title": "What the Garden Teaches Us",
    "year": "2023",
    "publisher": "Substack",
    "description": "Tending soil as a form of attention — notes from a small garden in the Hudson Valley.",
    "coverImage": "/images/covers/gateless-gate.jpg",
    "body": "I did not set out to become a gardener. I set out to grow tomatoes. But the garden, as gardens do, had other plans.\n\nThe first lesson the garden teaches is patience. You plant a seed and nothing happens. For days, nothing happens. You water the soil and wait and wonder if you did something wrong, and still nothing happens. And then, one morning, a green thread pushes through the dark earth, and you understand that things happen on their own schedule, not yours.\n\nThis is the same lesson that zazen teaches, but the garden teaches it with dirt under your fingernails.\n\nThe second lesson is attention. A garden that is not attended to becomes a wilderness. Not a bad thing — wilderness has its own beauty — but a garden is a relationship between human attention and natural process. It requires showing up, day after day, and looking carefully at what is happening.\n\nIs the soil too dry? Too wet? Are the leaves yellowing? Is something eating the basil? These are not profound questions, but they require a quality of looking that is itself a form of meditation. You must see what is actually there, not what you expect to see.\n\nThe third lesson is letting go. You will lose plants. The deer will eat your hostas. The frost will take your tomatoes before they ripen. The garden does not promise you a harvest. It promises you the experience of tending, which is its own reward.\n\nMy garden is small — a few raised beds behind the house, some herbs by the kitchen door, a row of sunflowers along the fence. It is not impressive. But every morning I walk through it with my coffee, and every morning it teaches me something I thought I already knew.\n\nThe garden does not care about your enlightenment. It only asks you to pay attention. And in that asking, it gives you everything you need."
  },
  {
    "title": "Walking Slowly Through Autumn Leaves",
    "year": "2023",
    "publisher": "Substack",
    "description": "A journal entry from a walking retreat in Kyoto, where every step is arrival.",
    "coverImage": "/images/covers/walking-meditation.jpg",
    "body": "There is a temple in Kyoto where the maple trees turn so red in autumn that the monks say the leaves are blushing. I walked beneath those trees on a November morning, and for a moment I forgot that I was walking.\n\nThis is what walking meditation is for. Not to get somewhere. Not to exercise. But to forget that you are a person going somewhere, and to become simply a body moving through space.\n\nThe leaves were falling. Not dramatically, not all at once, but one by one, each leaf taking its own path to the ground. No two fell the same way. Some spiraled. Some drifted. Some dropped straight down as if they had somewhere to be.\n\nI tried to watch a single leaf from the moment it released to the moment it landed. It was harder than you might think. The mind wants to jump ahead, to anticipate where it will land, to narrate the falling. But the leaf does not narrate. It simply falls.\n\nIn walking meditation, we try to walk like the leaf falls — without narration, without anticipation, without a story about where we are going or why. Just one step, then another, then another.\n\nThe Japanese have a word, komorebi, for the sunlight that filters through leaves. There is no English equivalent. Walking through komorebi, with the light dappling your shoulders and the ground soft with fallen leaves, you understand why the monks spend their lives in these gardens.\n\nEvery step is arrival. Not because you have reached your destination, but because there is no destination. There is only this step, this breath, this moment of light through leaves.\n\nI have walked in many places since that morning in Kyoto — through forests in New England, along coastlines in Oregon, up mountain trails in the Catskills. But I always return, in my mind, to those blushing maples. They taught me that walking is not about the distance you cover. It is about the attention you bring."
  },
  {
    "title": "Breath Between Words Becomes Silence",
    "year": "2023",
    "publisher": "Substack",
    "description": "On the relationship between writing and meditation — how silence shapes the sentence.",
    "coverImage": "/images/covers/on-silence.jpg",
    "body": "I have spent my life between two silences: the silence of meditation and the silence of the blank page. They are not the same silence, but they are related. They are cousins, perhaps. Or neighbors who share a wall.\n\nIn meditation, silence is what remains when you stop speaking — not just out loud, but internally. It is the silence beneath thought, the ground on which thoughts arise and dissolve. It is always there, but we rarely hear it because we are too busy narrating our own lives.\n\nOn the page, silence is what exists between words. It is the white space, the pause, the breath between sentences. A good sentence is not made only of words. It is made of the silence around them.\n\nI began meditating before I began writing, and I believe this shaped everything that followed. Meditation taught me that most of what we say — and think — is unnecessary. That brevity is not a limitation but a form of respect. Respect for the silence that words interrupt.\n\nWhen I sit down to write, I try to carry the quality of zazen into the act. I try to write from the same place I meditate from — that still point where observation happens without commentary. Where I am not telling the reader what to think, but offering them something to see.\n\nThe best writing, like the best meditation, is transparent. It does not call attention to itself. It points at something beyond itself and then gets out of the way.\n\nBreath is the bridge between these two practices. In meditation, we follow the breath. In writing, the sentence breathes — it has rhythm, cadence, pauses where the reader inhales. A sentence that does not breathe is a sentence that suffocates the reader.\n\nI write slowly. One sentence at a time. Each sentence is a breath."
  },
  {
    "title": "Learning to See Without Looking",
    "year": "2022",
    "publisher": "Substack",
    "description": "On the difference between seeing and looking, and what opens when we stop trying.",
    "coverImage": "/images/covers/still-water.jpg",
    "body": "We spend most of our lives looking. Looking at screens, looking at faces, looking at the road ahead. We are experts at looking. But seeing is something else entirely.\n\nLooking is directed. It has an object and a purpose. You look at your phone to check the time. You look at the menu to choose your lunch. You look at the road to avoid hitting things. Looking is functional, efficient, goal-oriented.\n\nSeeing has no goal. It is what happens when you stop looking for anything in particular and allow your eyes to simply receive. The world pours in — light, color, shape, movement — and you do not sort it or label it or judge it. You simply see.\n\nI first understood this distinction during a long retreat at a monastery in Vermont. We sat in silence for ten days, facing a white wall. For the first three days, I stared at the wall. I noticed imperfections in the plaster, counted the faint lines where the drywall tape showed through. I was looking at the wall.\n\nOn the fourth day, something shifted. I stopped looking at the wall and began seeing. The wall was no longer a wall. It was a field of white, alive with subtle variations of tone and texture. It breathed with the changing light. It was infinitely interesting, not because it was a wall, but because it was right in front of me and I was finally present to it.\n\nThis is what Zen practice cultivates: the ability to see without looking. To let the world be what it is without imposing our categories on it. A tree is not a tree — it is this particular gathering of trunk and branch and leaf, standing in this particular light, on this particular afternoon. When you see it that way, every tree is the first tree you have ever seen.\n\nThe eyes are not the only organ of seeing. You can see with your hands, feeling the texture of bark. You can see with your ears, hearing the wind move through branches. Seeing is whole-body perception, and it is available to you at any moment.\n\nYou do not need to learn to see. You only need to stop trying to look."
  }
]
